---
kind: property
id: P:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropItem.Coefficient
source: html/4855a025-3e50-9faa-c34a-16ce0dfe48c5.htm
---
# Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropItem.Coefficient Property

The coefficient between the begin connector and end connector, Units: (kg/(ft·s²)).

## Syntax (C#)
```csharp
public double Coefficient { get; set; }
```